Repository: MateuszJugielewicz/studie-app
Catalog: ios/Sonora/Localizable.xcstrings
Source language: en
Languages: da, de, el, es, fr, it, nl, pl, sv

source: Sending…
da: Sender…
de: Wird gesendet…
el: Αποστολή…
es: Enviando…
fr: Envoi…
it: Invio…
nl: Verzenden…
pl: Wysyłanie…
sv: Skickar…

source: Sent requests
da: Sendte anmodninger
de: Gesendete Anfragen
el: Απεσταλμένα αιτήματα
es: Solicitudes enviadas
fr: Demandes envoyées
it: Richieste inviate
nl: Verzonden verzoeken
pl: Wysłane prośby
sv: Skickade förfrågningar

source: Service fee
da: Servicegebyr
de: Servicegebühr
el: Χρέωση υπηρεσίας
es: Tarifa de servicio
fr: Frais de service
it: Commissione di servizio
nl: Servicekosten
pl: Opłata serwisowa
sv: Serviceavgift

source: Session price
da: Sessionspris
de: Session-Preis
el: Τιμή συνεδρίας
es: Precio de la sesión
fr: Prix de la session
it: Prezzo sessione
nl: Sessieprijs
pl: Cena sesji
sv: Sessionspris

source: Session reminders
da: Sessionspåmindelser
de: Session-Erinnerungen
el: Υπενθυμίσεις συνεδριών
es: Recordatorios de sesión
fr: Rappels de session
it: Promemoria sessioni
nl: Sessieherinneringen
pl: Przypomnienia o sesjach
sv: Sessionspåminnelser

source: Session type
da: Sessionstype
de: Session-Art
el: Τύπος συνεδρίας
es: Tipo de sesión
fr: Type de session
it: Tipo di sessione
nl: Soort sessie
pl: Rodzaj sesji
sv: Sessionstyp

source: Sessions & add-ons
da: Sessions og tilvalg
de: Sessions & Extras
el: Συνεδρίες & πρόσθετα
es: Sesiones y extras
fr: Sessions et options
it: Sessioni ed extra
nl: Sessies en extra's
pl: Sesje i dodatki
sv: Sessioner och tillägg

source: Set up your artist profile
da: Opsæt din kunstnerprofil
de: Richte dein Künstlerprofil ein
el: Ρύθμισε το προφίλ καλλιτέχνη
es: Configura tu perfil de artista
fr: Configure ton profil d'artiste
it: Configura il tuo profilo artista
nl: Stel je artiestenprofiel in
pl: Skonfiguruj profil artysty
sv: Skapa din artistprofil

source: Settings
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Short bio
da: Kort bio
de: Kurzbio
el: Σύντομο βιογραφικό
es: Biografía breve
fr: Courte bio
it: Breve bio
nl: Korte bio
pl: Krótkie bio
sv: Kort bio

source: Show list
da: Vis liste
de: Liste zeigen
el: Εμφάνιση λίστας
es: Ver lista
fr: Afficher la liste
it: Mostra elenco
nl: Lijst tonen
pl: Pokaż listę
sv: Visa lista

source: Show map
da: Vis kort
de: Karte zeigen
el: Εμφάνιση χάρτη
es: Ver mapa
fr: Afficher la carte
it: Mostra mappa
nl: Kaart tonen
pl: Pokaż mapę
sv: Visa karta

source: Show results
da: Vis resultater
de: Ergebnisse zeigen
el: Εμφάνιση αποτελεσμάτων
es: Ver resultados
fr: Afficher les résultats
it: Mostra risultati
nl: Resultaten tonen
pl: Pokaż wyniki
sv: Visa resultat

source: Show the intro again
da: Vis introduktionen igen
de: Einführung erneut zeigen
el: Εμφάνιση εισαγωγής ξανά
es: Ver la introducción de nuevo
fr: Revoir l'introduction
it: Mostra di nuovo l'introduzione
nl: Intro opnieuw tonen
pl: Pokaż wprowadzenie ponownie
sv: Visa introduktionen igen

source: Sign in
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się
sv: Logga in

source: Sign out
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Uitloggen
pl: Wyloguj się
sv: Logga ut

source: Sign out of EasySesh?
da: Log ud af EasySesh?
de: Von EasySesh abmelden?
el: Αποσύνδεση από το EasySesh;
es: ¿Cerrar sesión en EasySesh?
fr: Se déconnecter d'EasySesh ?
it: Uscire da EasySesh?
nl: Uitloggen bij EasySesh?
pl: Wylogować z EasySesh?
sv: Logga ut från EasySesh?

source: Skip
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń
sv: Hoppa över

source: Smoking area
da: Rygeområde
de: Raucherbereich
el: Χώρος καπνιστών
es: Zona de fumadores
fr: Espace fumeurs
it: Area fumatori
nl: Rookruimte
pl: Strefa dla palących
sv: Rökområde

source: Something else
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
es: Otra cosa
fr: Autre chose
it: Altro
nl: Iets anders
pl: Coś innego
sv: Något annat

source: Something isn't working
da: Noget virker ikke
de: Etwas funktioniert nicht
el: Κάτι δεν λειτουργεί
es: Algo no funciona
fr: Quelque chose ne marche pas
it: Qualcosa non funziona
nl: Er werkt iets niet
pl: Coś nie działa
sv: Något fungerar inte

source: Something went wrong
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fr: Un problème est survenu
it: Qualcosa è andato storto
nl: Er ging iets mis
pl: Coś poszło nie tak
sv: Något gick fel

source: Sort
da: Sortér
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortuj
sv: Sortera

source: Start time
da: Starttidspunkt
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fr: Heure de début
it: Orario di inizio
nl: Starttijd
pl: Godzina rozpoczęcia
sv: Starttid

source: Step %lld of %lld
da: Trin %lld af %lld
de: Schritt %lld von %lld
el: Βήμα %lld από %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passo %lld di %lld
nl: Stap %lld van %lld
pl: Krok %lld z %lld
sv: Steg %lld av %lld

source: Still missing
da: Mangler stadig
de: Fehlt noch
el: Λείπουν ακόμη
es: Aún falta
fr: Encore manquant
it: Manca ancora
nl: Ontbreekt nog
pl: Jeszcze brakuje
sv: Saknas fortfarande

source: Storage
da: Lager
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fr: Stockage
it: Spazio
nl: Opslag
pl: Pamięć
sv: Lagring

source: Studio
da: Studie
el: Στούντιο
es: Estudio

source: Studio Agreement
da: Studieaftale
de: Studio-Vereinbarung
el: Συμφωνία στούντιο
es: Acuerdo de estudio
fr: Contrat studio
it: Accordo studio
nl: Studio-overeenkomst
pl: Umowa ze studiem
sv: Studioavtal

source: Studio agreement
da: Studieaftale
de: Studio-Vereinbarung
el: Συμφωνία στούντιο
es: Acuerdo de estudio
fr: Contrat studio
it: Accordo studio
nl: Studio-overeenkomst
pl: Umowa ze studiem
sv: Studioavtal

source: Studio application
da: Studieansøgning
de: Studio-Bewerbung
el: Αίτηση στούντιο
es: Solicitud del estudio
fr: Candidature du studio
it: Candidatura studio
nl: Studio-aanvraag
pl: Zgłoszenie studia
sv: Studioansökan

source: Studio name
da: Studienavn
el: Όνομα στούντιο
es: Nombre del estudio
fr: Nom du studio
it: Nome dello studio
nl: Studionaam
pl: Nazwa studia
sv: Studions namn

source: Studio owner
da: Studieejer
de: Studiobetreiber:in
el: Ιδιοκτήτης στούντιο
es: Propietario de estudio
fr: Propriétaire de studio
it: Proprietario di studio
nl: Studio-eigenaar
pl: Właściciel studia
sv: Studioägare

source: Studio terms
da: Studievilkår
de: Studiobedingungen
el: Όροι στούντιο
es: Condiciones del estudio
fr: Conditions studio
it: Condizioni studio
nl: Studiovoorwaarden
pl: Warunki studia
sv: Studiovillkor

source: Studio time, booked in minutes.
da: Studietid, booket på minutter.
de: Studiozeit, in Minuten gebucht.
el: Χρόνος στούντιο, κλεισμένος σε λεπτά.
es: Tiempo de estudio, reservado en minutos.
fr: Du temps de studio, réservé en quelques minutes.
it: Tempo in studio, prenotato in pochi minuti.
nl: Studiotijd, geboekt in minuten.
pl: Czas w studiu, zarezerwowany w minutę.
sv: Studiotid, bokad på några minuter.

source: Studio, area or city
da: Studie, område eller by
de: Studio, Viertel oder Stadt
el: Στούντιο, περιοχή ή πόλη
es: Estudio, zona o ciudad
fr: Studio, quartier ou ville
it: Studio, zona o città
nl: Studio, wijk of stad
pl: Studio, dzielnica lub miasto
sv: Studio, område eller stad

source: Studios see this when you book or message them.
da: Studier ser dette, når du booker eller skriver til dem.
de: Studios sehen das, wenn du buchst oder schreibst.
el: Τα στούντιο το βλέπουν όταν κλείνεις ή τους γράφεις.
es: Los estudios lo ven cuando reservas o les escribes.
fr: Les studios le voient quand tu réserves ou leur écris.
it: Gli studi lo vedono quando prenoti o scrivi.
nl: Studio's zien dit wanneer je boekt of een bericht stuurt.
pl: Studia widzą to, gdy rezerwujesz lub piszesz.
sv: Studior ser detta när du bokar eller skriver till dem.

source: Subject
da: Emne
de: Betreff
el: Θέμα
es: Asunto
fr: Objet
it: Oggetto
nl: Onderwerp
pl: Temat
sv: Ämne

source: Submit
da: Indsend
de: Einreichen
el: Υποβολή
es: Enviar
fr: Envoyer
it: Invia
nl: Indienen
pl: Wyślij
sv: Skicka in

source: Submit for review
da: Send til godkendelse
de: Zur Prüfung einreichen
el: Υποβολή για έλεγχο
es: Enviar a revisión
fr: Envoyer pour examen
it: Invia per la verifica
nl: Ter beoordeling indienen
pl: Wyślij do weryfikacji
sv: Skicka för granskning

source: Submitting…
da: Sender…
de: Wird eingereicht…
el: Υποβολή…
es: Enviando…
fr: Envoi…
it: Invio…
nl: Indienen…
pl: Wysyłanie…
sv: Skickar…

source: Suspended
da: Suspenderet
de: Gesperrt
el: Σε αναστολή
es: Suspendido
fr: Suspendu
it: Sospeso
nl: Geschorst
pl: Zawieszone
sv: Avstängd

source: Talk to EasySesh
da: Skriv til EasySesh
de: Schreib EasySesh
el: Μίλα με το EasySesh
es: Habla con EasySesh
fr: Contacte EasySesh
it: Scrivi a EasySesh
nl: Praat met EasySesh
pl: Napisz do EasySesh
sv: Prata med EasySesh

source: Talk to the studio
da: Skriv med studiet
de: Schreib dem Studio
el: Μίλα με το στούντιο
es: Habla con el estudio
fr: Discute avec le studio
it: Parla con lo studio
nl: Chat met de studio
pl: Rozmawiaj ze studiem
sv: Prata med studion

source: Terms
da: Vilkår
de: Bedingungen
el: Όροι
es: Condiciones
fr: Conditions
it: Termini
nl: Voorwaarden
pl: Regulamin
sv: Villkor

source: Terms & Conditions
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι & προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Regulamin
sv: Villkor

source: Terms & privacy
da: Vilkår og privatliv
de: AGB & Datenschutz
el: Όροι & απόρρητο
es: Términos y privacidad
fr: Conditions et confidentialité
it: Termini e privacy
nl: Voorwaarden en privacy
pl: Regulamin i prywatność
sv: Villkor och integritet

source: Terms accepted
da: Vilkår accepteret
de: Bedingungen akzeptiert
el: Όροι αποδεκτοί
es: Términos aceptados
fr: Conditions acceptées
it: Termini accettati
nl: Voorwaarden geaccepteerd
pl: Regulamin zaakceptowany
sv: Villkor godkända

source: Terms, privacy & policies
da: Vilkår, privatliv og politikker
de: AGB, Datenschutz & Richtlinien
el: Όροι, απόρρητο & πολιτικές
es: Términos, privacidad y políticas
fr: Conditions, confidentialité et règles
it: Termini, privacy e regole
nl: Voorwaarden, privacy en beleid
pl: Regulamin, prywatność i zasady
sv: Villkor, integritet och policyer

source: Thanks for letting us know
da: Tak, fordi du sagde til
de: Danke für deinen Hinweis
el: Ευχαριστούμε που μας ενημέρωσες
es: Gracias por avisarnos
fr: Merci de nous avoir prévenus
it: Grazie per la segnalazione
nl: Bedankt voor je melding
pl: Dziękujemy za zgłoszenie
sv: Tack för att du sa till

source: The exact address is shared after booking.
da: Den præcise adresse deles efter booking.
de: Die genaue Adresse erhältst du nach der Buchung.
el: Η ακριβής διεύθυνση δίνεται μετά την κράτηση.
es: La dirección exacta se comparte tras reservar.
fr: L'adresse exacte est communiquée après la réservation.
it: L'indirizzo esatto viene condiviso dopo la prenotazione.
nl: Het exacte adres wordt na het boeken gedeeld.
pl: Dokładny adres otrzymasz po rezerwacji.
sv: Den exakta adressen delas efter bokning.

source: The studio is closed this day.
da: Studiet er lukket denne dag.
de: Das Studio ist an diesem Tag geschlossen.
el: Το στούντιο είναι κλειστό αυτή τη μέρα.
es: El estudio está cerrado este día.
fr: Le studio est fermé ce jour-là.
it: Lo studio è chiuso questo giorno.
nl: De studio is deze dag gesloten.
pl: Studio jest tego dnia zamknięte.
sv: Studion är stängd den här dagen.

source: They'll get it as a message request and can accept or delete it.
da: De får den som en beskedanmodning og kan acceptere eller slette den.
de: Es kommt als Nachrichtenanfrage an und kann angenommen oder gelöscht werden.
el: Θα το λάβουν ως αίτημα μηνύματος και μπορούν να το αποδεχτούν ή να το διαγράψουν.
es: Lo recibirá como solicitud de mensaje y podrá aceptarla o eliminarla.
fr: Le message arrivera comme demande, qu'il pourra accepter ou supprimer.
it: Lo riceverà come richiesta di messaggio e potrà accettarla o eliminarla.
nl: Ze krijgen het als berichtverzoek en kunnen het accepteren of verwijderen.
pl: Otrzymają ją jako prośbę o wiadomość i mogą ją zaakceptować lub usunąć.
sv: De får det som en meddelandeförfrågan och kan acceptera eller radera den.

source: This artist isn't accepting messages from your studio.
da: Denne kunstner modtager ikke beskeder fra dit studie.
de: Diese:r Künstler:in nimmt keine Nachrichten von deinem Studio an.
el: Ο καλλιτέχνης δεν δέχεται μηνύματα από το στούντιό σου.
es: Este artista no acepta mensajes de tu estudio.
fr: Cet artiste n'accepte pas les messages de ton studio.
it: Questo artista non accetta messaggi dal tuo studio.
nl: Deze artiest accepteert geen berichten van je studio.
pl: Ten artysta nie przyjmuje wiadomości od twojego studia.
sv: Den här artisten tar inte emot meddelanden från din studio.

source: This day is wide open for sessions.
da: Denne dag er helt åben for sessions.
de: Dieser Tag ist komplett frei.
el: Αυτή η μέρα είναι εντελώς ελεύθερη.
es: Este día está totalmente libre.
fr: Cette journée est entièrement libre.
it: Questa giornata è completamente libera.
nl: Deze dag is helemaal vrij.
pl: Ten dzień jest całkowicie wolny.
sv: Den här dagen är helt ledig.

source: To
da: Til
de: Bis
el: Έως
es: Hasta
fr: À
it: A
nl: Tot
pl: Do
sv: Till

source: Top rated
da: Bedst bedømt
de: Top bewertet
el: Κορυφαία
es: Mejor valorados
fr: Les mieux notés
it: Più votati
nl: Best beoordeeld
pl: Najwyżej oceniane
sv: Högst betyg

source: Topic
da: Emne
de: Thema
el: Θέμα
es: Tema
fr: Sujet
it: Argomento
nl: Onderwerp
pl: Temat
sv: Ämne

source: Total
da: I alt
de: Gesamt
el: Σύνολο
it: Totale
nl: Totaal
pl: Razem
sv: Totalt

source: Try widening your filters or search area.
da: Prøv at udvide dine filtre eller søgeområde.
de: Erweitere deine Filter oder den Suchbereich.
el: Δοκίμασε να διευρύνεις φίλτρα ή περιοχή.
es: Amplía los filtros o la zona de búsqueda.
fr: Élargis tes filtres ou ta zone de recherche.
it: Prova ad ampliare filtri o zona di ricerca.
nl: Verruim je filters of zoekgebied.
pl: Spróbuj poszerzyć filtry lub obszar wyszukiwania.
sv: Försök bredda filter eller sökområde.

source: Tutorials
da: Introduktioner
de: Einführungen
el: Οδηγοί
es: Tutoriales
fr: Tutoriels
it: Tutorial
nl: Uitleg
pl: Samouczki
sv: Guider

source: Unblock
da: Fjern blokering
de: Freigeben
el: Άρση αποκλεισμού
es: Desbloquear
fr: Débloquer
it: Sblocca
nl: Deblokkeren
pl: Odblokuj
sv: Avblockera

source: Unpaid
da: Ubetalt
de: Unbezahlt
el: Απλήρωτο
es: No pagado
fr: Non payé
it: Non pagato
nl: Onbetaald
pl: Nieopłacone
sv: Obetald

source: Unread
da: Ulæst
de: Ungelesen
el: Μη αναγνωσμένα
es: No leídos
fr: Non lus
it: Non letti
nl: Ongelezen
pl: Nieprzeczytane
sv: Olästa

source: Upcoming
da: Kommende
de: Anstehend
el: Επερχόμενες
es: Próximas
fr: À venir
it: In arrivo
nl: Aankomend
pl: Nadchodzące
sv: Kommande

source: Use kilometres
da: Brug kilometer
de: Kilometer verwenden
el: Χρήση χιλιομέτρων
es: Usar kilómetros
fr: Utiliser les kilomètres
it: Usa i chilometri
nl: Kilometers gebruiken
pl: Używaj kilometrów
sv: Använd kilometer

source: Verified
da: Verificeret
de: Verifiziert
el: Επαληθευμένο
es: Verificado
fr: Vérifié
it: Verificato
nl: Geverifieerd
pl: Zweryfikowany
sv: Verifierad

source: View
da: Vis
de: Ansehen
el: Προβολή
es: Ver
fr: Voir
it: Vedi
nl: Bekijken
pl: Zobacz
sv: Visa

source: Vocal booth
da: Vokalboks
de: Gesangskabine
el: Φωνητικό θάλαμο
es: Cabina vocal
fr: Cabine voix
it: Cabina voce
nl: Zangcabine
pl: Kabina wokalna
sv: Sångbås

source: Waiting for EasySesh
da: Venter på EasySesh
de: Wartet auf EasySesh
el: Αναμονή για EasySesh
es: Esperando a EasySesh
fr: En attente d'EasySesh
it: In attesa di EasySesh
nl: Wacht op EasySesh
pl: Czeka na EasySesh
sv: Väntar på EasySesh

source: Waiting for your review
da: Venter på din godkendelse
de: Wartet auf deine Prüfung
el: Αναμένει την απάντησή σου
es: Esperando tu respuesta
fr: En attente de ta réponse
it: In attesa della tua risposta
nl: Wacht op jouw reactie
pl: Czeka na twoją decyzję
sv: Väntar på ditt svar

source: We usually reply within 24 hours.
da: Vi svarer normalt inden for 24 timer.
de: Wir antworten meist innerhalb von 24 Stunden.
el: Συνήθως απαντάμε μέσα σε 24 ώρες.
es: Solemos responder en 24 horas.
fr: Nous répondons généralement sous 24 heures.
it: Di solito rispondiamo entro 24 ore.
nl: We reageren meestal binnen 24 uur.
pl: Zwykle odpowiadamy w ciągu 24 godzin.
sv: Vi svarar oftast inom 24 timmar.

source: We've sent a confirmation and receipt. We'll remind you before your session.
da: Vi har sendt en bekræftelse og kvittering. Vi minder dig om det før din session.
de: Bestätigung und Beleg sind unterwegs. Wir erinnern dich vor der Session.
el: Στείλαμε επιβεβαίωση και απόδειξη. Θα σου το θυμίσουμε πριν τη συνεδρία.
es: Te hemos enviado la confirmación y el recibo. Te lo recordaremos antes de la sesión.
fr: Confirmation et reçu envoyés. Nous te le rappellerons avant ta session.
it: Ti abbiamo inviato conferma e ricevuta. Te lo ricorderemo prima della sessione.
nl: We hebben een bevestiging en bon gestuurd. We herinneren je voor je sessie.
pl: Wysłaliśmy potwierdzenie i paragon. Przypomnimy ci przed sesją.
sv: Vi har skickat bekräftelse och kvitto. Vi påminner dig före sessionen.

source: We've updated our terms
da: Vi har opdateret vores vilkår
de: Wir haben unsere Bedingungen aktualisiert
el: Ενημερώσαμε τους όρους μας
es: Hemos actualizado nuestros términos
fr: Nous avons mis à jour nos conditions
it: Abbiamo aggiornato i termini
nl: We hebben onze voorwaarden bijgewerkt
pl: Zaktualizowaliśmy regulamin
sv: Vi har uppdaterat våra villkor

source: Website
da: Hjemmeside
el: Ιστότοπος
es: Sitio web
fr: Site web
it: Sito web
pl: Strona www
sv: Webbplats

source: Welcome
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom
pl: Witaj
sv: Välkommen

source: Welcome to EasySesh
da: Velkommen til EasySesh
de: Willkommen bei EasySesh
el: Καλώς ήρθατε στο EasySesh
es: Bienvenido a EasySesh
fr: Bienvenue sur EasySesh
it: Benvenuto su EasySesh
nl: Welkom bij EasySesh
pl: Witaj w EasySesh
sv: Välkommen till EasySesh

source: What's it about?
da: Hvad drejer det sig om?
de: Worum geht es?
el: Τι αφορά;
es: ¿De qué se trata?
fr: De quoi s'agit-il ?
it: Di cosa si tratta?
nl: Waar gaat het over?
pl: Czego to dotyczy?
sv: Vad gäller det?

source: Wheelchair access
da: Kørestolsadgang
de: Rollstuhlgerecht
el: Πρόσβαση αμαξιδίου
es: Acceso para silla de ruedas
fr: Accès fauteuil roulant
it: Accesso disabili
nl: Rolstoeltoegankelijk
pl: Dostęp dla wózków
sv: Rullstolsanpassat

source: When a studio you haven't booked writes to you, it shows up here first.
da: Når et studie, du ikke har booket, skriver til dig, dukker det op her først.
de: Schreibt dir ein Studio, das du noch nicht gebucht hast, landet es zuerst hier.
el: Όταν σου γράφει στούντιο που δεν έχεις κλείσει, εμφανίζεται πρώτα εδώ.
es: Cuando te escribe un estudio que no has reservado, aparece aquí primero.
fr: Quand un studio que tu n'as pas réservé t'écrit, son message arrive d'abord ici.
it: Quando ti scrive uno studio che non hai prenotato, compare prima qui.
nl: Als een studio die je nog niet hebt geboekt je schrijft, verschijnt dat eerst hier.
pl: Gdy napisze do ciebie studio, którego nie rezerwowałeś, wiadomość pojawi się najpierw tutaj.
sv: När en studio du inte bokat skriver till dig hamnar det här först.

source: When you're bookable
da: Hvornår du kan bookes
de: Wann du buchbar bist
el: Πότε είσαι διαθέσιμος
es: Cuándo se puede reservar
fr: Quand tu es réservable
it: Quando sei prenotabile
nl: Wanneer je boekbaar bent
pl: Kiedy można cię rezerwować
sv: När du kan bokas

source: Write a message…
da: Skriv en besked…
de: Nachricht schreiben…
el: Γράψε ένα μήνυμα…
es: Escribe un mensaje…
fr: Écris un message…
it: Scrivi un messaggio…
nl: Schrijf een bericht…
pl: Napisz wiadomość…
sv: Skriv ett meddelande…

source: Write a review
da: Skriv en anmeldelse
de: Bewertung schreiben
el: Γράψε κριτική
es: Escribir reseña
fr: Écrire un avis
it: Scrivi una recensione
nl: Beoordeling schrijven
pl: Napisz opinię
sv: Skriv en recension

source: You're all caught up
da: Du er helt opdateret
de: Du bist auf dem neuesten Stand
el: Είσαι ενημερωμένος
es: Estás al día
fr: Tu es à jour
it: Sei aggiornato
nl: Je bent helemaal bij
pl: Wszystko przeczytane
sv: Du är ikapp

source: You're booked!
da: Du er booket!
de: Du bist gebucht!
el: Η κράτηση έγινε!
es: ¡Reserva hecha!
fr: C'est réservé !
it: Prenotazione fatta!
nl: Je bent geboekt!
pl: Rezerwacja gotowa!
sv: Du är bokad!

source: You're live on EasySesh!
da: Du er live på EasySesh!
de: Du bist live auf EasySesh!
el: Είσαι πλέον live στο EasySesh!
es: ¡Ya estás en EasySesh!
fr: Tu es en ligne sur EasySesh !
it: Sei online su EasySesh!
nl: Je staat live op EasySesh!
pl: Jesteś już w EasySesh!
sv: Du är live på EasySesh!

source: Your artists
da: Dine kunstnere
de: Deine Künstler:innen
el: Οι καλλιτέχνες σου
es: Tus artistas
fr: Tes artistes
it: I tuoi artisti
nl: Jouw artiesten
pl: Twoi artyści
sv: Dina artister

source: Your data
da: Dine data
de: Deine Daten
el: Τα δεδομένα σου
es: Tus datos
fr: Tes données
it: I tuoi dati
nl: Jouw gegevens
pl: Twoje dane
sv: Dina data

source: Your listing
da: Din annonce
de: Dein Profil
el: Η καταχώρισή σου
es: Tu anuncio
fr: Ton annonce
it: Il tuo annuncio
nl: Jouw vermelding
pl: Twoje ogłoszenie
sv: Din annons

source: Your requests
da: Dine henvendelser
de: Deine Anfragen
el: Τα αιτήματά σου
es: Tus solicitudes
fr: Tes demandes
it: Le tue richieste
nl: Jouw verzoeken
pl: Twoje zgłoszenia
sv: Dina ärenden

source: Your review
da: Din anmeldelse
de: Deine Bewertung
el: Η κριτική σου
es: Tu reseña
fr: Ton avis
it: La tua recensione
nl: Jouw beoordeling
pl: Twoja opinia
sv: Din recension

source: Your session
da: Din session
de: Deine Session
el: Η συνεδρία σου
es: Tu sesión
fr: Ta session
it: La tua sessione
nl: Jouw sessie
pl: Twoja sesja
sv: Din session

source: Your studio
da: Dit studie
de: Dein Studio
el: Το στούντιό σου
es: Tu estudio
fr: Ton studio
it: Il tuo studio
nl: Jouw studio
pl: Twoje studio
sv: Din studio

source: Your studio was approved and artists can now book you. Here's a 30-second tour of where everything is.
da: Dit studie er godkendt, og kunstnere kan nu booke dig. Her er en rundvisning på 30 sekunder.
de: Dein Studio wurde freigegeben und kann jetzt gebucht werden. Hier ist eine 30-Sekunden-Tour.
el: Το στούντιό σου εγκρίθηκε και οι καλλιτέχνες μπορούν να κάνουν κράτηση. Ορίστε μια ξενάγηση 30 δευτερολέπτων.
es: Tu estudio ha sido aprobado y ya pueden reservarte. Aquí tienes un tour de 30 segundos.
fr: Ton studio a été approuvé et les artistes peuvent réserver. Voici une visite de 30 secondes.
it: Il tuo studio è stato approvato e gli artisti possono prenotare. Ecco un tour di 30 secondi.
nl: Je studio is goedgekeurd en artiesten kunnen je nu boeken. Hier is een tour van 30 seconden.
pl: Twoje studio zostało zatwierdzone i artyści mogą już rezerwować. Oto 30-sekundowy przewodnik.
sv: Din studio är godkänd och artister kan nu boka dig. Här är en guide på 30 sekunder.

source: Book
de: Buchen
el: Κράτηση
es: Reservar
fr: Réserver
it: Prenota
nl: Boeken
pl: Zarezerwuj
sv: Boka

source: Booking
de: Buchung
el: Κράτηση
es: Reserva
fr: Réservation
it: Prenotazione
nl: Boeking
pl: Rezerwacja
sv: Bokning

source: Producer
de: Producer:in
el: Παραγωγός
es: Productor
fr: Producteur
it: Produttore
pl: Producent
sv: Producent

source: Send
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Wyślij
sv: Skicka

source: Type
de: Typ
el: Τύπος
es: Tipo
it: Tipo
pl: Typ
sv: Typ

source: Wi-Fi
de: WLAN
